Repository: jeffersonsimaogoncalves/cake-cms
Catalog: src/Locale/*/cms.po
Languages: de_de

# cms_pages.index.title
source: Pages
de_de: Übersicht

# validation.not_empty
source: This field cannot be left empty
de_de: Dieses Feld ist ein Pflichtfeld

# cms_page.validation.slug_allowed_characters
source: Please use only alphanumeric characters in your URL slug.
de_de: Es sind nur Buchstaben, Zahlen und / erlaubt.

# cms_page.validation.slug_double_slash
source: The URL slug cannot contain double slashes.
de_de: Zwei / nacheinander sind nicht erlaubt.

# cms_blocks.add.title
source: Add Block
de_de: Neuen Block anlegen

# cms_block.widget
source: Widget
de_de: Widget auswählen

# cms_blocks.add.next
source: Next
de_de: Weiter

# cms_blocks.edit.title
source: Edit Block
de_de: Block bearbeiten

# cms_blocks.save_block
source: Save Block
de_de: Block speichern

# cms_pages.add
source: Add Page
de_de: Neue Seite anlegen

# cms_page.name
source: Page Name
de_de: Seitenname

# cms_page.slug
source: URL Slug
de_de: Eindeutige URL

# cms_pages.preview
source: Preview Page
de_de: Vorschau

# cms_rows.add_row
source: Add Row
de_de: Neue Zeile anlegen

# cms_row.layout
source: Layout
de_de: Zeilen Layout

# cms_rows.delete_row
source: Delete Row
de_de: Zeile löschen

# cms_rows.really_delete_row
source: Do you really want to delete this row?
de_de: Wollen Sie diese Zeile wirklich löschen?

# cms_rows.add_block
source: Add Block
de_de: Neuen Block anlegen

# cms_pages.edit
source: Edit
de_de: Seite editieren

# cms_pages.edit.design
source: Content
de_de: Layout editieren

# cms_pages.edit.data
source: Meta Data
de_de: Metadaten editieren

# cms_page.description
source: Description
de_de: Kurzbeschreibung

# cms_rows.add.title
source: Add Row
de_de: Zeile anlegen

# cms_rows.save_row
source: Save Row
de_de: Zeile speichern

# cms_pages.design.edit_block
source: Edit Block
de_de: Block editieren

# cms_pages.design.delete_block
source: Delete Block
de_de: Block löschen

# cms_pages.design.really_delete_block
source: Do you really want to delete this block?
de_de: Wollen Sie diesen Block wirklich löschen?

# cms_blocks.no_admin_form_message
source: There are no settings for this widget.
de_de: Kein Element vorhanden
